{
  "about": {
    "vision": [
      {
        "title": "Community",
        "text": [
          "It's in our name and its what we are all about: community -- as a feeling, a concept, and a space. At UXP, we spend a lot of time thinking about what makes a community a community. In fact, we spent months researching this abstract concept before we launched.",
          "We hope to foster community by giving students a space (or several) dedicated to opening up about their mental health experiences. We hope to make it clear that those thoughts and stories are welcome here, to foster a sense of belonging. The peer-support and forum-based nature of the platform is intended to remind users that they are not alone. We hope you will join our CommUnity!"
        ]
      }, {
        "title": "Accessibility",
        "text": ""
      }, {
        "title": "Empathy",
        "text": ""
      }
    ],
    "team": [
      {
        "title": "Dani",
        "subtitle": "Founder & Executive Director",
        "photo": "../assets/images/dani.jpg",
        "textSubHeading": "Pronouns: they/them",
        "text": "Dani is a recent graduate from the University of Waterloo. ",
        "alt": "dani"
      }, {
        "title": "Ben",
        "subtitle": "Director of Operations",
        "photo": "../assets/images/benny.jpg",
        "alt": "benny",
        "textSubHeading": "Pronouns: he/they",
        "btnText": "Email Ben",
        "btnLink": "mailto:bskinner@communityxp.ca",
        "text": "Ben has an undergraduate degree in Peace and Conflict Studies from the University of Waterloo, and recently went back for his Masters. They cover the broad, vague umbrella of Operations for UXP, meaning they do anything and everything to keep the group running! This includes most of our outreach and organization, so give him a shout if you're interested in connecting for business purposes."
      }, {
        "title": "Lars",
        "subtitle": "Head of User Experience",
        "photo": "../assets/images/lars.jpg",
        "alt": "lars",
        "textSubHeading": "Pronouns: he/him",
        "text": "Lars is in his fifth and final year of Systems Design Engineering at the University of Waterloo."
      }, {
        "title": "Mack",
        "subtitle": "Head of Development",
        "photo": "../assets/images/mack.jpg",
        "alt": "mack",
        "btnText": [null, "Email Mack"],
        "btnLink": [null, "mailto:mwilson@communityxp.ca"],
        "textSubHeading": ["Pronouns: they/them", null],
        "text": [
          "Mack is a recent graduate from Biomedical Engineering at the University of Waterloo. They work full time as a Software Engineer for a Silicon Valley tech startup. They have experience with full-stack development, including everything from project management, to web development, to server architecture.",
          "Mack joined CommUnity XP in May 2020 to lead the development of the site. They work closely with Lars and Cash on the design and user experience of the web UI. Additionally, they are responsible for all server architecture, database management, deploy processes, and general IT services for the team. They are loving the energy from the entire UXP team and are super happy to be here."
        ]
      },
      {
        "title": "Cash",
        "subtitle": "Lead Digital Content Designer",
        "photo": null,
        "alt": "Cash",
        "btnText": ["Email Cash"],
        "btnLink": ["mailto:cash@cloudland.ca"],
        "textSubHeading": ["Pronouns: she/her"],
        "text": [
          "Cash manages, designs, and creates all digital content for CommUnity XP, from our Instagram page to our web design and more. She joined the team in August 2020 and we are so excited to have her."
        ]
      }
    ],
    "contact": [
      {
        "title": "Socials",
        "text": "Blah blah blah social media blah blah millennial blah blah connect with us!",
        "btnLink": "https://www.instagram.com/community_xp/",
        "btnText": "Instagram"
      },
      {
        "title": "Contact",
        "text": "Looking to join us? Have some feedback? Just want to connect? Click the button below to email us with your info and your request!",
        "btnLink": "mailto:info@communityxp.ca",
        "btnText": "Email UXP"
      },
      {
        "title": "Donate",
        "text": [
          "We would love to accept your donation! We are funded mostly through grants and crowdfunding. However, we don't have a good donation process set up yet. Check back soon for one!",
          "In the meantime, reach out to us and we can see if we can make something work!"
        ],
        "btnLink": [null, "mailto:info@communityxp.ca"],
        "btnText": [null, "Email Us"]
      }
    ]
  }
}